[  {
    "cardInfoForQ1" : [
      {
        "cardName": "聖杯一正位",
        "cardImg": "../images/talo_1cups.jpg",
        "cardExplained": "對方對你很有好感，希望能夠多了解你一點。因此想要感情更進一步的話，你們需要加深生活上的連結，平常有機會多和他分享日常、尋找共同話題，尤其透過語音的方式進行溝通，都能使他更確認自己心意。"
      },
      {
        "cardName": "聖杯二逆位",
        "cardImg": "../images/talo_2cups_rv.jpg",
        "cardExplained": "他對你的感情經常變動，時而喜歡，有時卻又興致缺缺，難以捉摸，或許是他的個性或身邊其他對象所導致。你們會感受到兩人的付出是不平等的，總是有一方付出的特別多。但付出再多也很難走進對方的內心，而無法信任對方，導致關係的失衡。"
      },
      {
        "cardName": "聖杯三逆位",
        "cardImg": "../images/talo_3cups_rv.jpg",
        "cardExplained": "他目前對於你的感覺比較單薄，如果最近對方變得冷淡，可能是對方還有其他曖昧對象，或者心中有放不下的前任或事情，他目前沒有意願和你往後發展，只想要先保持著曖昧。你可以退後一步，好好了解他的現況，別讓自己因為愛情而盲目。"
      },
      {
        "cardName": "戀人正位",
        "cardImg": "../images/talo_Lovers.jpg",
        "cardExplained": "你們是兩情相悅的，雙方都喜歡著彼此，兩人之間也有許多火花與曖昧元素，相處時也很愉快，因此他將你視為理想的伴侶，想要展開浪漫的戀愛。如果能夠增加彼此的聊天之間達成良好溝通，確認彼此感情，關係就能往前一步發展。"
      },
      {
        "cardName": "錢幣二正位",
        "cardImg": "../images/talo_2pentacle.jpg",
        "cardExplained": "對方心裡是有你的位置的，但他有時會對你顯得漫不經心，聊天時忽冷忽熱，因為他還有其他在意的事情，也許是工作或是其他對象，現在的他還正在猶豫要選擇哪一方。選到這張牌的你，不妨使用一些小心機，讓他察覺你的重要性，為了你而放下其他心事吧～"
      },
      {
        "cardName": "太陽正位",
        "cardImg": "../images/talo_sun.jpg",
        "cardExplained": "對方覺得與你相處非常輕鬆愉快，不會有太多的負擔，並且你們之間有許多的共同話題，什麼都可以聊，同時帶給彼此溫暖。但是對方對你會比較偏向朋友的喜歡，可以試著在互動中多加點曖昧與感情，尤其特別適合贈送富有童趣的小禮物，例如手作甜點、卡片等等，能讓對方察覺你的心意。"
      },
      {
        "cardName": "寶劍五正位",
        "cardImg": "../images/talo_5swords.jpg",
        "cardExplained": "他覺得你喜歡逞口舌之快、貪圖眼前的小成功，並沒有太注意到你對他的好感。你們兩人間存在著溝通不良，導致你們間經常發生爭執或誤會，最後漸行漸遠。建議放下自尊心好好溝通，才不會兩敗俱傷，先維持友誼基底，才有機會往上發展成情人喔。"
      }
      ]
  },
  {
    "cardInfoForQ2" : [
      {
        "cardName": "惡魔正位",
        "cardImg": "../images/talo_devil.jpg",
        "cardExplained": "在三個月內，會有桃花出現呦～不過有可能是爛桃花，他對你的感情並不是那麼純粹，想要的可能是你的利益或身體，或是具有強烈的控制欲，使用小手段讓你死心塌地的跟著他。建議你要理性看待你們的關係，多多瞭解彼此，避免感情太過快速的發展。"
      },
      {
        "cardName": "太陽正位",
        "cardImg": "../images/talo_sun.jpg",
        "cardExplained": "這三個月內會有不錯的桃花出現呦，桃花的類型比較偏向朋友介紹的，或是從朋友關係更進一步的發展，相處時不會有太多的浪漫成分，但你們都能夠從平凡中感受到溫暖幸福，可以好好把握呦。"
      },
      {
        "cardName": "月亮正位",
        "cardImg": "../images/talo_moon.jpg",
        "cardExplained": "在這三個月內，你身邊有機會出現桃花，會是你喜歡的對象。不過你們之間容易產生猜忌與誤會，發展到曖昧關係就容易結束，能夠成為伴侶的機會不大。建議你和他在一起時要特別謹言慎行，並且只將一小部分的心事和對方分享，避免不必要的誤會"
      },
      {
        "cardName": "魔術師正位",
        "cardImg": "../images/talo_magician.jpg",
        "cardExplained": "在未來三個月，有機會遇到新對象，對方十分熱情積極，並且自信陽光具有魅力，你們很聊得來，相處起來很愉快，如果你願意更進一步，你們感情就能夠進展快速，是一個還不錯的桃花呦～"
      },
      {
        "cardName": "寶劍四正位",
        "cardImg": "../images/talo_4swords.jpg",
        "cardExplained": "在未來三個月內，你對愛情處於被動狀態，把心思放在生活、工作上，或者身邊沒有理想的對象，不會很積極的追求感情，因此比較沒機會有桃花出現。寶劍牌告訴你要靜待時機，現在還不是談戀愛的時候，趁這個機會好好打理自己，讓自己替未來的幸福做好準備吧！"
      },
      {
        "cardName": "聖杯五正位",
        "cardImg": "../images/talo_5cups.jpg",
        "cardExplained": "現在最大的桃花阻礙來自你自身的想法，你可能還在為上一段感情難過、心中對談感情有陰影，或因為生活瑣事而心慌意亂，因此還沒有進入新關係的準備。在未來三個月內，建議你要先花費時間整理好思緒，跨過自己心中的坎，才有機會吸引到好對象。"
      }
    ]
  },
  {
    "cardInfoForQ3" : [
      {
        "cardName": "聖杯二正位",
        "cardImg": "../images/talo_2cups.jpg",
        "cardExplained": "是有機會的～對方也有心想與你復合，你們之間還有存在感情，這種感情羈絆讓你們間的緣分難以磨滅，尤其當你們見面時，會特別難以抑制內心的衝動。因此，只要其中一方願意跨出第一步，主動提出想更進一步的要求，復合和復聯的機率都是很大的。 "
      },
      {
        "cardName": "命運之輪正位",
        "cardImg": "../images/talo_wheel.jpg",
        "cardExplained": "你們間感情的運勢正在不斷的提升，可能會有突如其來的轉捩點，讓對方再次出現在你的生活中。你可以肯定你和他是具有緣分的，但未來的感情發展充滿著變數，並非你能夠掌握。建議你放寬心情，降低這段感情對你的影響，其他的就交給命運吧！"
      },
      {
        "cardName": "聖杯七正位",
        "cardImg": "../images/talo_7cups.jpg",
        "cardExplained": "現在你們彼此對復合只在空想的階段，還沒有勇氣付諸行動。你必須要體悟到感情中只有浪漫是不夠的，並且需有實際的作為，努力和對方找到生活交集，提升彼此的心靈連結，才有機會復合呦。"
      },
      {
        "cardName": "錢幣九正位",
        "cardImg": "../images/talo_9pentacle.jpg",
        "cardExplained": "現在曾經的那段感情對彼此而言，已經不再那麼重要了。你們都可以各自過著幸福的生活，你也應該準備好迎接嶄新的戀情，讓對方在你心中的影子一點一滴的減去，其實也不需要再強求與對方復聯或復合了。"
      },
      {
        "cardName": "戀人逆位",
        "cardImg": "../images/talo_lovers_rv.jpg",
        "cardExplained": "其實你和他都清楚，你們彼此間的觀念或未來目標不同，是難以跨越的障礙，導致兩人漸行漸遠，未來復合的機率較小。如果處於斷聯狀態，你也應該認真思考兩人的合適程度，趁著斷聯時光冷靜下來吧！"
      },
      {
        "cardName": "聖杯四正位",
        "cardImg": "../images/talo_4cups.jpg",
        "cardExplained": "目前對方對於戀愛的心態是封閉的，不想認真談感情。兩人之間沒有很強的動力復合，尤其對方也不抱有太多的期望，復合機率不大。就將這份過往的情感放在心中，讓曾經的幸福成為你尋找下一份愛情的動力吧！"
      }
    ]
  },
  {
    "cardInfoForQ4" : [
      {
        "cardName": "錢幣八正位",
        "cardImg": "../images/talo_8pentacle.jpg",
        "cardExplained": "在這三個月內，你因為能夠十分專注在工作上，不會受到太多外務干擾，使你在職場事半功倍。你所付出的努力，都能換來令你滿意的結果。你也不妨趁這段時間學習新技能，利用你特別優異的專注力，好好充實自我吧！"
      },
      {
        "cardName": "教皇正位",
        "cardImg": "../images/talo_hierophant.jpg",
        "cardExplained": "你在三個月內運勢還不錯，尤其是擁有極好的貴人運，很有機會遇到好客戶或是上司的幫助。只要踏實的跟著前輩工作，並且保持謙虛禮貌，虛心接受他們的指教，是有機會可以晉升或獲益的～這段時間你應該好好把握每次機會，力求在工作中脫穎而出呦。 "
      },
      {
        "cardName": "錢幣十正位",
        "cardImg": "../images/talo_10pentacle.jpg",
        "cardExplained": "在三個月內，你的工作運勢上等，工作狀況相當穩定，也不會有金錢方面的煩惱，工作和生活對你來說都是輕鬆的。這樣甜美的果實是源自於你過去的辛勞與努力。牌面體醒你要特別留意的是，不要因為情緒放鬆就疏忽身邊的親友和伴侶喔！"
      },
      {
        "cardName": "星星正位",
        "cardImg": "../images/talo_star.jpg",
        "cardExplained": "目前你在工作上可能會有些迷惘，想要逃避現實，導致工作效率不彰。在未來三個月內你的工作運勢也會逐漸提升，並且找到新的方向，讓你又再度充滿希望，對於工作越來越上手。塔羅牌要告訴你，不需要為現在的失敗而沮喪，只要你靜下心，一定能尋得解決之道！"
      },
      {
        "cardName": "高塔正位",
        "cardImg": "../images/talo_tower.jpg",
        "cardExplained": "在這三個月內，你的工作可能會有突然的變動，讓你措手不及。在工作上可能會有出差、換同事或換工作的機會，也有可能發生意外。建議你這段時間小心為上，提高對於環境的警覺心，並且做好心理建設，勇敢的去迎接挑戰。"
      },
      {
        "cardName": "權杖十正位",
        "cardImg": "../images/talo_10wands.jpg",
        "cardExplained": "這三個月會遇到蠻重的工作負擔，可能來自上司或是同事的請求，使你把很多心思都投入在工作上。雖然你工作能力強，但過於追求完美或承擔責任會壓得自己喘不過氣。建議你適時的去尋求他人協助，你要相信：幾個人同心協力，就能夠更妥善的完成事情！"
      }
    ]
  }
]

